  export const zagovor_det = `
  Детские заговоры.
  На зачатие и легкие роды.
   001 "Матушка пресвятая Богородица! Сама слети, нет - дак посыльников пошли: сынка, как соколка, а девушку, как ластушку”. Водушки зачерпнуть, правым коленом на порог ступить, проговорить это и выпить так, чтобы за пазуху текло.
  
   007 Как стане родить, положить в водушку пару яиц и говорить: "Как курушка легко приносит, так бы раба божья (имя рек) легко принесла". Эта водушка и выпить.
  
   013 При тяжелых родах печь отслоняли, печную заслонку, дверь открывали, голбец тоже открывали. Мне плохо стало, я шибко тяжело рожала, так меня за порог вывели - сразу легче стало. Еще печь когда топили, уголь из печи прибирали, с угля пили. Наладят в воде и пьют. Тоже, чтоб легче родить было. Ребенка, как только он родится, сразу на печь кладут. И женщина после родов тоже на печь садится, чтобы у нее живот не болел. Ее садят и приговаривают: "Как печь не ходит, не болит, так и у меня бы в животе не болело, не ходило”.
  
   014 Расплети косы, расчеши, чтоб и узелка не было, все узелочки на одежде развяжи и мужик твой распояшется, поест, там сомнет рубаху, портки расстегнет и пусть двери все отопрет, легче лезть будет, печку откроет, духовку, замки, заслонки, всё-всё, чтоб дитя лучше ползло.
  
   015 Когда рожаешь и не рожается, женщина должна ходить через порог. Через все пороги взад и вперед.
  
   020 "Господи, Исусе Христе, Господи, благослови! Встану, благословясь, пойду, перекрестясь, из дверей в двери, из ворот в ворота. Выйду в чистое поле, пойду к граду Иерусалиму. Едет Господь и видит Господь, мучается жена со младенем. Отворяйте ворота костяные, мясные и жилотные. Как свет Пресвятая Богородица родила истинного Христа не болевши, не стонавши, всему миру не слыхавши, так и раба Божья (имя рек) родила князя (княгиню), не болевши, не стонавши, всему миру не слыхавши. Аминь”.
  
  На спокойствие и здоровье новорожденного.
   001 Начинают мыть и говорят три раза: “Матушка Пресвятая Богородица, царица небесная, своего Сына мыла да парила и тебе, Иван, водушки оставила”.
  
   003 Водой облить и сказать: “Царь морской, да царь двинской, да царь пинежский, дай воды на живот на здравие раба Божьего Михаила, на чистоту его, на красоту его”.
  
   004 “Спасибо, банюшка-парушка, спасибо: помыла-попарила, тебе на стояньице, нам на здоровьице”.
  
   005 "Царь ледяной, царь водяной, дай воды ключевой помыться, попариться. После парной баньки, после парной парушечки дай тебе, Господи, кротости и смирности и божьей милости”. Говорят во время мытья ребенка, чтобы был спокойный.
  
   006 Когда вымоют ребенка, говорят: "Чисто платьице на плечо, здоровье, баса и краса в телеса”.
  
   010 При купании ребенка говорили: "Ой, матушка дитятко! С гуся вода, с тебя худоба”.
  
  От крика и бессонницы.
   013 "Заря ты, зоренька, красная, ясная, утренняя - Дарья, вечерняя - Настасья, унеси бессонницу-полуношницу у рабы божьей (имя). Полуношница, полуношница, не декуйся над моим детём, а декуйся в синем море над серым камнем. Аминь”.
  
   020 "Ноченька-полуноченька, не играй моим дитём, а играй пепелком да угольком, да третьим камешком”.
  
   025 Если ребенок не спит, пупок у него грызет, под вечер его подносят к печной трубе и говорят: "Трубошный дедушка, трубошная бабушка, дайте бог моему(имя) угомону, да спокою, да крепкого сна”.
  
   d21 “Сонюшки-дремушки, подите все сюда, ревунюшки-плакунюшки, подите прочь от нас”.  Говорят, укладывая ребенка спать.
  
   034 Вот в подол ребенка положут. И по двору ходишь, к этим воротам раз подойдешь, к задним, три раз. И говоришь: "Воротний скрип, возьми робячий крик. Воротний скрип, возьми робячий крик”.
  
  От испуга.
   035 "Господи Исусе Христе, Сыне Божий, помилуй нас! Как сырая мать земля не тряхнется, не воротится, не испугалася, не тряхивалася младенца рабича Нины. Во имя Отца, и Сына, и Святому Духу, и ныне, и присно, и во веки веков. Аминь”.
  
   036 От испуга еще так говорят: "Как на ложках вода не держится, так на рабе Божьем (имя рек) испуг чтоб не держался”.
  
   037 "По полям, по долам, по зеленым лугам и по желтым пескам, и по быстрым рекам ходил раб Божий (имя рек). Как желтые пески пересыпаются, как быстрые реки переливаются, как с зеленой травы вода скатывается, так с раба Божьего (имя рек) и исполох скатится с буйной головы, с ретивого сердца, с ясных очей, с кровяных печеней и со всего тела белого”.
  
   034 "Дума моя, дума, дума моя злая, кровь моя дурная. Пойди, моя думушка, в дремучий лес, в пень-колоду, в белую березу, в вязкое болото, там тебе место. Аминь”.
 
  Похоронные заговоры и заговоры от покойника.
   02 Покойника когда уже вымоют, когда в гроб положат, под левое плечо, под подушку положат хлебушка да соломы обязательно. Нынче кладем конфеточки и прянички маленько: “Вот тебе, Иван, хлеб и соль, у стола не стой, в окошко не гляди и домой не ходи”. (3 раза) Говорят это, когда только своя семья в доме.
  
   06 Еще хлеб мертвому в гроб положат и тихонько говорят: “На тебе хлеба край, только нас не задевай”.
  
   09 Хлеб да палку в гроб клали: “Вот тебе хлеб и лес, чтоб домой не лез”.
  
   10 Из избы понесут, насупротив солнца крути его: “Солнышко никогда в другу сторону не воротится, и ты уж не воротишься”.
  
   38 Чтобы не бояться покойника, надо выйти к реке и сказать: “Горе да беда, плыви с водой, радость да веселье, пойдем со мной”.
  
   39 “Я за рекой, ты за другой, не видаться нам с тобой. Будь свят, лежи на своем месте”.
  
   40 С могилы идешь: “Ты за городи, я за другой, не видаться нам с тобой. Я приду, а ты не ходи”. (3 раза).  
  `;